Repository: itsDaniyaL/twodos
Catalog: twodos - watchos Watch App/Localizable.xcstrings
Source language: en
Languages: de, nl

source: %lld left
de: Noch %lld
nl: Nog %lld

source: %lld min overdue
de: %lld Min. überfällig
nl: %lld min. te laat

# %lld of %lld done
source: %1$lld of %2$lld done
de: %1$lld von %2$lld erledigt
nl: %1$lld van %2$lld klaar

# %lld of ^[%lld item](inflect: true) completed
source: %1$lld of ^[%2$lld item](inflect: true) completed
de: %1$lld von %2$lld Einträgen erledigt
nl: %1$lld van %2$lld items voltooid

source: %lld to do
de: %lld zu erledigen
nl: %lld te doen

source: ^[%lld day](inflect: true) overdue
de: %lld Tage überfällig
nl: %lld dagen te laat

source: Add item
de: Eintrag hinzufügen
nl: Item toevoegen

source: All %lld done
de: Alle %lld erledigt
nl: Alle %lld klaar

source: All done
de: Alles erledigt
nl: Alles klaar

source: Completed
de: Erledigt
nl: Voltooid

source: Create a list on your iPhone.
de: Erstelle eine Liste auf deinem iPhone.
nl: Maak een lijst op je iPhone.

source: Create one on your iPhone.
de: Erstelle eine auf deinem iPhone.
nl: Maak er een op je iPhone.

source: Done
de: Fertig
nl: Klaar

source: Due now
de: Jetzt fällig
nl: Nu aan de beurt

source: Empty
de: Leer
nl: Leeg

source: Empty list
de: Leere Liste
nl: Lege lijst

source: Item
de: Eintrag

source: Just now
de: Gerade eben
nl: Zojuist

source: Last seen %@
de: Zuletzt gesehen %@
nl: Laatst gezien %@

source: List
de: Liste
nl: Lijst

source: Lists
de: Listen
nl: Lijsten

source: Marks a twodos item as done, or not done.
de: Markiert einen twodos-Eintrag als erledigt oder offen.
nl: Vinkt een twodos-item af, of haalt het vinkje weg.

source: Marks as done
de: Markiert als erledigt
nl: Vinkt af

source: Marks as not done
de: Markiert als offen
nl: Haalt het vinkje weg

source: No items yet
de: Noch keine Einträge
nl: Nog geen items

source: No lists
de: Keine Listen
nl: Geen lijsten

source: No lists yet
de: Noch keine Listen
nl: Nog geen lijsten

source: Not completed
de: Nicht erledigt
nl: Niet voltooid

source: Nothing left on any list.
de: Auf keiner Liste ist noch etwas offen.
nl: Op geen enkele lijst staat nog iets open.

source: Open twodos on iPhone
de: twodos auf dem iPhone öffnen
nl: Open twodos op je iPhone

source: Overdue · %@
de: Überfällig · %@
nl: Te laat · %@

source: Overdue since yesterday
de: Seit gestern überfällig
nl: Te laat sinds gisteren

source: Sign in on your iPhone once and your lists will appear here.
de: Melde dich einmal auf deinem iPhone an, dann erscheinen deine Listen hier.
nl: Log één keer in op je iPhone en je lijsten verschijnen hier.

source: Signed out
de: Abgemeldet
nl: Uitgelogd

source: Tick an item off
de: Einen Eintrag abhaken
nl: Een item afvinken

source: Today, %@
de: Heute, %@
nl: Vandaag, %@

source: Tomorrow, %@
de: Morgen, %@
nl: Morgen, %@

source: Try again
de: Erneut versuchen
nl: Opnieuw proberen

source: Up next
de: Als Nächstes
nl: Hierna

source: Your session ran out. Open twodos on your iPhone to sign back in.
de: Deine Sitzung ist abgelaufen. Öffne twodos auf deinem iPhone, um dich erneut anzumelden.
nl: Je sessie is verlopen. Open twodos op je iPhone om opnieuw in te loggen.

source: In %lld min
nl: Over %lld min.
